Repository: Cumulocity-IoT/cumulocity-migration-tool
Catalog: locales/*.po
Languages: pt

source: ... this basic Application will show you some concepts and components about the:
pt: … esta simples aplicação irá demonstrará alguns conceitos e componentes acerca de:

source: Awesome Tab
pt: Separador Incrível

source: Breadcrumbs (below the c8y-title)
pt: Caminho de navegação (abaixo de c8y-title)

source: Climbing vertically and upside down, his speed and superhuman strength
pt: Trepar verticalmente e invertido, a sua velocidade e força sobre humana.

source: Extraordinary fighting abilities
pt: Capacidade de luta extraordinária

source: Female
pt: Feminina

source: Gender
pt: Género

source: Global actions (top right corner (+)-Button)
pt: Acções Globais (canto superior direito, Botão (+))

source: Hello
pt: Olá

source: Local actions (within Superhero-page)
pt: Acções locais (dentro da página super herói)

source: Male
pt: Masculino

source: Mighty warrior with strength, stamina and agility
pt: Guerreiro destemido com força, resistência e agilidade

source: Name
pt: Nome

source: Navigator (panel on the left)
pt: Navegador (painel à esquerda)

source: Outstanding Tab
pt: Separador Notável

source: Power
pt: Poder

source: Remove Hero
pt: Remove super-herói

source: Superhero
pt: Super-herói

source: Tabs (within World-page)
pt: Separadores (dentro da página Mundo)

source: World
pt: Mundo
